a 221
aag 1
aah 2
abdicate 1
ability 1
abner 1
about 5
above 1
absent 1
abuja 1
abuses 2
academy 1
access 2
accident 1
according 3
accreditation 1
accuracyedit 1
accused 3
acoustic 1
acquiring 1
across 5
act 5
action 1
activist 1
activists 2
activity 2
actress 3
actual 1
added 1
adding 1
addition 2
additionally 1
address 1
addressheight 1
adirondack 1
adjacent 1
administration 1
admiralty 1
admiration 1
adopted 1
adults 1
adventures 1
advertising 1
advocates 3
african 2
africanamerican 1
afro 1
afroamerican 1
after 31
aftermath 1
again 4
against 7
agatha 1
age 6
aghiles 1
agnew 2
ago 1
agreed 1
agriculture 1
aiaia 1
aid 1
aiming 1
air 1
albany 1
album 5
alexandria 1
algerian 1
all 11
alleged 1
allireland 1
almost 5
along 6
alongside 1
already 1
also 34
although 5
always 2
amadou 1
amendment 1
america 5
american 11
among 3
amorphous 1
amounts 2
an 30
ancient 1
and 325
andor 1
andrew 2
angeles 2
angeless 1
animals 1
annexation 1
annexing 1
another 5
anterodorsal 1
anteroposteriorly 1
antigovernment 2
antiphates 3
antisegregation 1
antisemitism 1
anxious 1
apparent 1
appearance 3
applause 1
applied 1
appointing 1
approved 3
approximately 1
april 5
arbitrary 1
arboreal 1
architect 1
architects 1
architectural 1
architecture 2
archives 1
are 41
area 16
areas 2
arenite 1
argue 3
argued 1
argues 2
arise 1
arizona 1
arlington 2
armed 1
armpits 1
army 3
arnold 1
around 6
arouses 1
arpaio 1
arrangement 1
arrested 4
arrests 1
arrival 1
arrive 1
arrived 3
arsonists 1
art 6
artakia 1
artery 1
arthur 1
article 3
articles 4
arts 3
as 98
asha 1
aspect 1
assaults 1
assembly 1
assigned 1
assistant 2
associated 1
association 2
at 72
ate 1
athens 1
atlantic 5
atmosphere 1
attacked 2
attempts 1
attendant 1
attended 1
attention 2
attorney 1
attracted 1
attractive 1
attributed 1
audience 3
auditorium 1
auditory 1
august 7
augusta 3
augustine 3
augustines 1
ausable 1
australian 1
author 1
authority 1
authorized 1
avenue 1
average 1
avondale 2
awaara 1
awami 1
award 1
aware 1
awareness 1
away 2
azadi 2
azimuth 2
b 2
back 6
bahar 1
bail 1
baker 1
baldwin 2
baltimore 2
baltimorearea 1
band 8
bands 1
bang 1
bank 6
banking 2
banks 1
bar 1
barcelona 1
barnett 2
barriers 1
barry 1
barsaat 1
basal 1
basant 1
base 5
based 1
bases 2
bass 2
battle 1
battles 3
bay 1
bc 1
be 19
beach 3
beaches 4
became 17
because 8
become 2
becomes 2
becoming 1
bedroom 1
been 21
before 2
began 7
begin 1
beginning 4
begun 1
behavior 2
behind 3
being 9
belfast 3
belfasts 1
believed 1
bell 1
bernard 1
bernice 1
best 2
bestorganized 1
betraying 1
better 2
between 10
bevel 1
bhaibhai 1
bharat 1
bhushan 1
big 1
billion 1
birdied 1
birkenhead 2
birth 4
birthday 1
bishop 1
black 5
blacks 1
blaming 1
block 1
blockaded 1
blood 3
bloomsbury 1
blotchy 1
blows 1
blueprint 1
bminor 2
bodies 2
body 3
bogey 1
bohemian 1
bold 1
bollywood 1
bomb 1
bombays 1
bongos 3
bonus 1
book 1
books 4
boom 1
bootleg 1
bootlegs 1
border 2
born 5
bortolami 2
bortolamis 1
both 11
boulevard 2
boundaries 1
boxoffice 1
boy 1
braddocks 1
bradley 1
bradypus 1
bred 1
brick 1
brief 1
brighton 1
britain 1
british 9
brixton 1
broadband 2
broadbandedit 1
broke 2
broken 3
brooklyn 1
brothers 1
brought 1
brow 1
brown 2
brownthroated 6
bruce 1
brutality 2
bstandard 1
building 10
buildings 5
built 3
burden 1
bureau 1
burlington 1
burned 1
burning 2
burns 1
burrows 1
business 5
businesses 1
but 15
butterfly 5
buys 1
by 70
c 1
cabinet 1
cable 3
cablethe 1
cafeteria 1
cairnside 1
califano 2
california 3
called 9
calloway 1
calm 1
cambrian 2
cambridge 3
came 1
campaigners 1
campaigns 4
camps 1
campus 1
can 5
canada 2
canadas 1
canadian 1
candidate 2
candidates 1
cannibals 1
canon 1
capable 1
capital 2
capitol 1
captains 1
captive 2
captivebred 1
capturing 1
car 1
carbonate 1
career 1
careeredit 2
carling 1
carolina 6
caroline 3
carotid 1
carries 1
carve 1
case 1
cases 2
cash 1
cast 1
cathedral 1
cattle 4
cause 4
caused 1
causes 2
cd 1
cecropia 2
ceded 3
celebrity 1
cement 1
cemetery 1
census 2
center 11
centered 2
centimetres 2
central 2
century 5
certificate 1
chain 1
chains 1
challenged 2
chambonsurlignon 1
champion 2
championship 4
championships 1
champlain 2
chances 1
chandavarkar 1
change 1
changed 3
changes 1
chapter 2
character 2
characterise 1
characteristicsedit 1
charged 1
charted 1
charter 1
chasm 1
cheap 1
checks 1
chicago 2
chiefdom 1
christian 1
christie 1
ciavarella 1
cinema 1
cio 1
circe 1
citation 1
citations 1
cited 2
cities 11
citing 1
citizen 1
citizens 1
city 41
citys 6
cityscapeedit 1
civic 2
civil 12
civilian 1
claim 1
claimed 1
claims 1
clara 2
class 2
classic 1
classical 1
classics 1
claude 1
clay 2
cleveland 1
cliffs 3
climactichnites 1
climate 1
climbed 1
clinch 1
cling 1
clinton 1
close 3
closed 1
closing 1
clothing 1
club 5
coarse 1
coast 5
coastal 2
code 1
coffee 2
coincidentally 1
collectively 1
college 6
colleges 2
colombia 1
colonial 4
colony 1
color 2
coloring 1
colors 1
columbus 1
combined 2
comedy 2
comes 1
comical 1
comics 1
commenced 2
commission 3
committed 1
commonly 2
communications 1
communities 2
community 2
companies 3
company 6
compared 1
comparison 1
compelling 1
competition 1
compiled 1
completed 1
completely 1
composed 1
composition 1
compressed 1
compressive 1
comprising 1
comunicaciones 1
conahan 1
concentrated 1
concentration 1
concepcion 1
concert 2
conclude 1
concrete 1
conducted 2
cone 1
confederate 5
conflicts 1
confronted 1
congress 2
connected 1
connecting 1
consensus 1
conservation 1
conservative 2
conservatives 4
considerable 1
considered 2
considering 1
consisting 2
consists 2
consolidated 3
consolidation 5
constructed 5
construction 5
consulted 1
contact 1
contains 1
contempt 1
contest 1
contiguous 2
continental 1
continued 1
continuous 2
contributed 2
contributing 1
control 5
controversies 1
convened 1
convention 1
converging 1
converted 2
convicted 1
convicts 1
coordinator 2
core 3
cornerforward 1
corporate 1
corrections 1
correlate 1
corruption 1
cortisone 1
could 4
council 2
counter 5
counters 3
countries 1
county 10
countys 1
couplet 2
course 1
court 5
courtauld 1
courtesy 1
courthouse 1
cove 1
cover 1
covered 1
covers 1
coversedit 1
covey 1
cow 3
cowford 1
craft 1
crampton 1
cranial 1
craton 1
creaking 1
cream 2
create 2
created 3
creating 1
creek 1
crew 1
crime 13
crimeedit 1
crimes 3
criminal 5
crisis 1
critical 1
critically 1
criticismsedit 1
critics 1
crossed 2
crow 1
crown 2
cruelty 14
crystalline 1
culminate 1
cup 5
cups 1
cure 1
customers 2
cut 4
cv 1
cycling 1
cyclist 1
cyclopes 1
cymbaline 4
d 1
dairy 1
damage 1
daniel 1
dark 3
date 1
dating 1
daughter 2
david 6
day 3
days 3
de 6
dead 1
deadline 1
dealing 1
dealt 1
death 1
deathedit 1
debut 2
decade 2
decided 1
decisions 1
declined 1
deep 3
deepwater 1
defeat 2
defending 2
deficit 1
defines 1
defining 1
degrees 1
delegates 1
deliberate 1
demanded 2
demands 1
democracy 1
democratic 2
democrats 3
demonstrations 1
demonstrators 1
denied 1
deny 1
departed 1
department 1
depend 1
depends 1
depicting 1
deposited 3
depositional 1
depth 1
derives 1
described 4
desegregate 1
desegregated 2
desegregation 2
designated 2
destroyed 4
deterrence 1
detroit 1
develop 1
developed 1
development 4
developments 1
deweys 2
di 1
diallo 1
diameter 1
diane 1
did 2
died 2
differ 1
different 3
difficulty 1
dimensions 1
diner 3
diplichnites 1
diplocraterion 2
direct 3
directed 2
direction 1
directly 2
director 4
directorial 1
disabilities 1
disability 1
disasters 1
discovered 1
discriminatory 3
disobedience 1
disorder 1
displaying 1
dispute 1
disputes 1
disrupted 1
disruption 1
dissenting 1
dissipated 1
dissolve 1
distinct 2
distinctive 1
distribution 1
district 5
districts 1
divided 2
divides 1
divine 1
divisive 1
do 3
dockum 2
doctor 2
document 1
documented 1
documents 1
does 3
doing 1
dolomitic 1
dolostone 1
doors 1
doprotect 1
dorsal 1
double 2
dow 1
down 5
downtown 5
dozen 2
dramatic 1
draws 1
drew 1
drinking 2
drive 1
dropped 2
drug 6
drugrelated 1
drugs 3
drugstore 1
drums 1
drumset 1
dubbed 1
due 2
duo 1
durham 3
during 16
dusk 1
dutt 1
duval 3
dwarf 1
dwarfism 2
dynamic 1
dynamics 1
each 4
earlier 1
earliest 5
earls 1
early 10
earn 1
earning 1
east 2
eastside 1
easy 2
eaten 1
eating 1
ebenezer 1
ecological 1
ecologyedit 1
economic 4
economical 1
economy 1
ecuador 1
eddie 1
edged 1
educated 1
education 3
edward 2
effective 4
effects 5
effectually 1
efficacious 1
efforts 1
eight 3
eighteen 1
eighth 1
eightyearold 1
either 3
ejection 1
elected 4
election 4
elections 2
electric 1
eleven 1
elizabeth 1
elliott 1
embryo 1
emergence 1
eminor 1
emmons 1
emphasizes 1
employed 1
employer 1
encircles 1
encouragement 1
end 2
endangered 1
ended 3
endemic 1
energy 1
enforced 1
enforcement 3
english 2
enough 1
entered 2
entering 1
entire 1
entirely 2
entrance 1
entry 1
environment 1
environmental 1
environments 1
episodic 1
eponymous 1
equality 1
equivalent 2
equivalents 2
era 2
ernest 1
eroded 1
escape 1
escudo 2
especially 2
established 4
establishment 1
establishments 2
estimated 3
ethicsgood 1
ethnic 1
ethnics 1
europa 1
european 3
europeans 1
eurylochus 1
evangelical 1
even 2
evening 1
eveningprimrose 1
event 2
events 2
eventually 3
everbank 2
every 4
everyone 1
evicted 1
evil 3
evolution 1
exaggerate 1
example 3
examples 1
excellent 2
exception 1
excessive 1
exchange 1
exclusively 1
exhibit 1
exist 1
exotic 1
expansion 1
expensive 1
experience 1
explains 1
explorer 1
explorers 1
explores 1
explosion 1
exposed 1
exposition 1
exposure 2
exposures 1
expression 2
extends 1
extension 1
extensive 1
external 2
extreme 1
extremely 1
eye 2
face 1
facilitates 1
facilities 1
facing 1
fact 3
factor 1
factors 1
factory 1
faded 1
fadeout 1
fairbank 2
faith 1
fall 1
family 1
famous 1
fans 3
far 3
farfisa 3
fargo 3
farmer 2
fast 1
fat 1
fatal 1
father 1
favor 1
fbi 1
fear 1
feats 1
feature 3
features 3
featuring 1
february 4
federal 3
federation 1
feed 1
feeds 1
feet 2
fellow 2
fellowship 2
female 3
females 1
feminist 1
feminists 1
feo 1
feooh 1
fetch 1
fever 1
few 2
ffynone 1
fiber 1
fiction 1
fifteen 2
fifth 1
fight 1
fighting 1
figure 1
film 20
filmed 1
filmmakers 1
films 4
filmsohni 1
fina 1
final 9
finalists 1
finally 1
financial 1
find 1
fine 5
finished 1
finsterwald 2
fire 6
firebomb 1
first 19
fish 1
fisher 1
fishermen 1
five 1
fivecent 1
fiveover 1
flames 1
flamm 2
flanders 1
flared 1
flat 1
flight 1
flooding 1
floor 1
floors 1
florida 25
floridas 1
floyd 2
floyds 2
focus 1
focused 1
folk 1
follow 1
followed 2
followers 2
following 3
follows 1
football 7
footballedit 1
footsteps 3
for 85
foramen 1
foramina 2
force 3
forced 2
forces 5
ford 4
forefeet 1
forests 1
form 2
formally 1
formation 6
formed 1
former 2
formerly 1
fort 6
fortyeighth 1
fortyfirst 1
fossil 2
fossils 2
fought 1
found 11
founder 1
fountain 1
fountains 1
four 4
fourteen 1
fourth 1
france 2
francisco 3
franciscos 1
freddie 1
freedom 1
french 11
frequently 1
freshly 1
friendship 3
from 52
fruits 1
fry 1
ft 3
full 2
fund 1
funding 2
furnaces 2
further 1
futile 1
future 1
gained 3
gallery 1
gang 1
garden 1
garnered 1
gary 1
gaumont 1
gave 1
gavin 1
gay 1
gender 1
general 1
generally 2
generate 2
genuscitation 1
geoffrey 1
geographic 1
geologic 1
geological 1
geologists 1
george 1
georgia 4
gerald 1
gestation 2
get 2
getting 1
ghetto 1
gianluca 1
giant 1
giants 2
gigantic 1
gigs 1
gilded 1
gilmour 4
girkabavigudem 1
giuliani 2
give 4
giving 1
glands 1
gleeson 3
glenavon 2
glentoran 1
glow 1
go 1
goal 1
godmother 1
goes 1
goethite 1
going 2
goldwater 1
golf 2
gong 1
good 3
goodness 2
gop 1
got 1
goulaine 1
government 11
governments 2
governor 3
governorship 1
grades 1
gradually 1
graduated 1
grains 1
grampanchayat 1
grand 1
gravestones 1
gray 1
great 6
greater 2
greatest 1
greatly 1
greek 1
greeks 1
greenery 1
greensboro 4
greeted 1
grew 1
grinnell 1
ground 4
groundwork 1
group 10
groups 5
grover 1
grow 1
guadalajara 3
guard 1
guatemala 1
guilty 2
guitar 3
guitars 1
gulf 1
gumnaam 2
gun 1
h 1
habitat 1
had 10
hairs 1
half 1
halfpenny 1
hall 1
hallie 1
hallies 1
hammock 1
handful 1
hands 1
hans 1
happened 1
harbor 4
hard 1
harder 1
hardline 1
harm 3
harrison 1
harsh 1
harsher 1
hart 1
harvard 1
has 22
have 19
hawkwind 1
haydon 1
he 35
head 2
headlands 1
headquarters 3
health 3
healthcare 1
heard 1
heat 2
heaves 1
height 1
held 9
help 2
helped 1
hematite 1
henry 2
her 3
herdsman 1
heritage 1
hero 1
heumann 1
hidden 1
high 7
higher 1
highest 1
highlighted 1
highlights 1
highly 4
highways 1
hill 4
hills 1
him 1
himself 1
hindi 3
hiring 1
his 29
historian 1
historic 3
historical 6
historically 4
history 4
historyedit 3
hodgson 1
hogs 1
holdings 1
holds 2
hole 3
hollywood 1
home 9
homeless 1
homers 1
honor 1
honors 1
hood 1
horizontal 1
hospitality 1
host 4
hosted 2
hot 1
hour 2
hours 1
house 4
housing 2
how 2
however 8
huge 2
huguenot 1
human 1
humiliation 1
hundreds 1
hundredths 1
hurler 1
hurricane 1
hurtful 1
husband 1
ice 2
iconthis 1
identified 2
identify 1
ifa 1
ignored 1
ii 5
illegal 1
illicit 1
illness 1
im 1
image 1
immediately 2
imparted 1
implementing 1
implication 1
important 3
impression 1
impressions 1
imprisonment 1
impromptu 1
improve 2
improved 1
improvements 3
imran 1
in 347
inc 1
incarceration 2
incident 2
incisorlike 2
include 9
included 5
includes 2
including 15
income 1
increase 1
increased 4
increasing 2
increasingly 1
independent 5
indian 8
indiana 1
indicative 1
indicted 1
individual 1
individuals 2
industrial 1
industry 3
industryedit 1
ineffective 1
inequality 1
infants 2
inferred 2
infrastructure 1
inhabitants 1
inhabited 4
initially 1
initiating 1
injunctions 1
inline 1
inmate 1
inner 3
innocent 1
inqilab 2
inside 2
instead 3
institute 2
institutional 2
institutionalized 1
instrumental 1
insular 2
insurance 4
integral 1
integrated 2
integrating 1
intelligence 1
intended 1
intensity 1
intention 1
intercable 1
interesting 1
international 4
internet 3
intimately 1
intimidation 1
into 8
introduced 2
inundate 1
inventory 1
inverse 1
investigate 2
investigated 1
involved 3
involvement 1
involves 2
involving 1
iowa 1
ireland 3
irish 6
iron 4
is 75
isaiah 1
isla 1
island 9
isnt 1
isolated 1
isolation 1
issue 5
issueedit 1
it 53
italian 2
ithaca 1
its 22
itself 1
iucn 1
j 2
jack 2
jackson 2
jacksonville 56
jacksonvilles 6
jacksonvillians 1
jail 2
jalisco 1
james 2
jaw 4
jaxons 1
jaxsons 1
jean 1
jellyfish 1
jesus 1
jim 1
joe 1
john 2
johns 10
johnson 1
johnsons 1
join 1
joined 3
joseph 2
journal 1
journals 1
journey 2
jr 1
judges 2
judicial 1
judith 1
julington 1
july 1
june 3
junior 1
jury 1
just 3
justice 3
juvenile 1
kansas 2
kapoor 2
kapoornargis 1
katz 2
ke 1
keeper 1
kept 1
key 2
khan 1
kickbacks 1
kids 1
killed 2
killing 1
kilograms 1
kilometers 1
kind 1
kindness 1
king 2
kings 1
kitty 1
klutho 1
km 5
known 10
kqed 1
kress 1
kumar 3
labor 2
lack 1
ladies 2
laestrygones 1
laestrygonians 4
lafayette 1
laistrygones 1
laistrygonians 1
lake 1
lakes 2
lamos 2
lampre 1
land 3
landmarksedit 1
landsat 1
landscapes 1
large 5
largest 6
last 1
lasted 2
late 5
later 6
latin 1
latter 1
laudonnire 1
laughter 1
launched 2
launching 1
laura 1
laurentia 1
lavilla 1
law 12
lawandorder 6
lawrence 1
laws 8
lax 1
laxmikant 1
laxmikantpyarelal 1
laying 1
lb 1
le 1
lead 8
leader 2
leadership 1
leading 3
league 4
least 1
leave 2
leaves 4
lecturer 1
lecturing 1
led 11
lee 1
leena 1
left 8
leg 1
legally 1
legendary 1
legislative 1
length 2
less 3
lessened 1
lest 1
lestrygonians 1
level 6
levelled 1
lexington 1
lgbt 1
liberal 3
liberals 2
library 2
lie 1
lies 5
life 5
lifeedit 2
lighting 1
like 4
limestone 1
limits 3
line 1
linear 1
lines 1
linfield 1
lining 1
linings 1
list 2
listed 2
lithologically 1
lithologyedit 1
live 4
livelihood 1
lives 1
lizzy 1
local 8
locality 1
localityedit 1
locally 1
locate 1
located 1
location 2
locations 1
logistics 1
london 1
londons 1
long 6
longer 3
longest 1
longestlasting 1
longestsurviving 1
longlasting 1
looting 1
los 3
losing 1
loss 1
lost 2
loud 1
louima 1
love 2
low 2
lower 5
lowland 1
lowlands 1
lunch 7
luper 2
lupers 1
lurgan 1
luther 1
lyndon 1
lyrics 3
lyricsedit 1
m 5
machine 1
made 14
madison 1
maestros 1
magazine 2
magdalene 1
mahiwal 1
main 9
mainland 4
mainly 1
maintained 1
major 11
majority 1
make 1
makes 1
making 5
male 2
mammals 1
mammary 1
man 5
management 1
manchali 1
mandal 1
mandating 1
mandatory 1
mandibular 1
mangrove 2
mangroves 1
manoj 2
manufacture 1
many 15
map 1
march 7
marching 1
marco 1
maricopa 1
marinetransgressive 1
mark 2
markers 1
marking 1
markovic 2
marrigudem 4
marshall 1
martin 1
marvel 1
maryland 2
mason 1
mass 2
masters 3
matches 4
mate 1
mateo 1
material 2
mating 2
matter 1
maturity 1
maximum 1
may 11
mayor 4
mayoral 1
mb 1
mccrorys 1
meadows 1
mean 1
meaningful 1
means 1
measure 1
measures 1
meatus 1
medal 2
medicine 1
medieval 1
medley 2
megacable 9
megafn 2
megared 1
melodious 1
melvin 1
member 4
members 2
memorable 2
men 10
mentioned 1
mercury 1
meredith 1
merged 2
merit 1
mesmerizing 1
meso 1
message 2
met 4
metamorphic 1
meters 1
metersfloorsyear 1
metres 2
metropolitan 2
mexican 1
mexico 3
mi 2
miami 1
michael 1
michigan 1
middle 1
midearly 1
mids 1
midtolate 1
might 1
milan 1
miles 3
military 2
millimetres 2
million 1
millions 1
mineral 2
minerals 1
minister 1
minnesota 1
minor 1
minority 1
minuscule 1
miscarriages 1
misconception 1
misconduct 1
mission 1
mississippi 1
misunderstood 1
mocama 2
model 2
modern 2
modernization 1
mohawk 1
moments 1
momentum 1
monday 2
monk 1
montaigne 1
monterrey 1
month 1
months 4
montreal 1
monumental 1
monuments 3
moon 1
moored 1
more 23
morgan 1
morneview 1
morning 1
mornings 1
morris 3
most 12
mostly 1
mothers 2
motion 1
motivated 1
mount 1
mountains 1
mourneview 8
mouth 1
move 4
moved 1
movement 6
movementedit 4
movie 1
much 7
muhammad 1
mumbai 1
municipal 1
municipalities 1
munster 1
murder 1
murders 3
museum 2
music 7
musical 1
mythology 1
mythologyedit 1
n 1
naacp 1
nalgonda 4
name 5
named 4
names 1
nanda 1
narrow 3
nasas 1
nash 1
nashville 6
nasopharynx 1
nassau 1
nation 2
national 14
nationally 1
nations 1
nationwide 1
native 1
nattans 1
nature 1
naval 2
navy 4
nawathe 5
nawathes 2
nawaz 1
nazi 2
near 5
nearby 5
nearly 4
nearshore 1
needed 7
negate 1
negative 2
neighborhoods 6
neighborhoodsedit 1
neighboring 1
neither 1
nepean 1
neptune 1
network 1
neutral 1
nevertheless 1
new 28
newark 1
newer 1
newry 1
news 1
newsom 1
newspaper 1
next 4
niagara 1
nick 1
nickel 1
nicklaus 1
night 3
nightmare 2
nights 1
nimmi 1
nine 5
nixon 3
no 9
nomenclature 1
nominated 1
nonconforming 1
nonconformist 1
nonhispanic 1
nonviolent 3
nonwhites 1
normal 1
norman 2
north 12
northeast 1
northern 8
northside 1
noservice 1
not 12
notable 2
note 1
noteworthy 1
nothing 1
notions 1
novel 1
november 2
now 7
number 4
numbers 2
nutrients 1
nylon 1
oakmont 1
observations 1
observed 3
obtaining 1
obvious 1
occasion 1
occupation 1
occupying 1
occur 2
occurred 3
occurrenceedit 1
occurrences 1
ocean 1
october 2
odysseus 6
odyssey 2
oenothera 1
of 384
off 3
offenders 2
offenses 1
offer 1
offering 2
office 5
official 1
officially 1
officials 4
offspring 1
often 5
ohio 1
oklahoma 5
old 4
older 1
oldest 2
olustee 1
olympic 1
olympics 1
on 63
once 3
one 22
ones 1
ongoing 1
only 9
ontario 2
onur 1
open 1
opened 1
opening 1
operate 1
operations 1
operator 2
opponent 1
opponents 3
opportunity 1
oppose 1
opposed 1
or 26
orange 1
order 12
ordered 1
organ 3
organizations 1
organized 5
organizer 1
original 2
originally 2
originated 1
origins 1
ortega 1
ossachite 1
ostensibly 1
other 20
others 1
ottawa 1
our 2
out 10
outbreaks 1
outcrop 2
outcrops 1
outcry 1
outlying 1
outside 4
over 8
overall 1
overcrowding 2
overlie 1
overlying 1
own 4
oxford 1
oxide 2
pace 1
pacific 1
package 1
painter 1
pair 1
paired 1
pakistan 3
pakistanedit 1
pakistans 1
paleocontinent 1
paleontologyedit 1
paleozoic 1
palmer 4
panama 1
panchayithi 1
panne 1
panning 1
par 1
paradox 1
parekh 1
park 10
parliament 1
parlor 1
parole 1
pars 1
part 2
participants 2
particular 1
particularly 2
parts 1
party 4
passage 2
passed 1
past 1
pat 1
patches 1
patrons 2
patthar 1
paul 1
peace 1
peaceful 2
pelican 1
pembrokeshire 1
penalties 2
penalty 1
peninsula 2
pennsylvania 2
people 12
perfectly 1
performance 1
performancesedit 1
performed 4
performing 1
perhaps 1
period 4
periodic 1
perpetrators 1
person 1
personal 1
personnel 1
personneledit 1
persuasive 1
peru 1
petrol 1
pga 1
philadelphia 2
philip 1
philosopher 1
phone 1
piano 4
picard 1
picciottos 1
picket 1
picture 1
piece 1
pilatka 2
pink 3
pioneer 1
pioneering 1
pittsburgh 1
place 8
placed 3
places 2
plan 3
plans 1
plant 1
plateau 1
plats 1
platt 1
platted 1
plattsburgh 1
play 1
played 6
player 5
players 1
playing 1
playoff 5
please 1
pled 1
plumes 1
plus 1
poach 1
point 6
police 8
policies 3
policy 2
polites 1
political 6
politics 4
pontiac 1
poor 1
poorer 1
popular 1
population 12
populations 1
populous 3
por 1
port 2
portadown 2
posed 2
position 1
positive 1
possibly 1
postbirth 1
postgraduate 1
posting 1
posttensioned 1
potential 2
potsdam 29
pottery 1
power 3
powerful 2
powers 2
practices 2
precambrian 2
precast 1
predators 1
preliminaries 1
premiership 1
preparation 1
presentday 1
presented 1
preservation 1
preserve 1
president 5
presidential 4
presumably 2
prevent 1
prevention 1
pride 1
primarily 3
primary 2
primrose 1
principal 1
prison 4
prisoners 1
prisons 1
private 2
privatization 1
probably 1
probe 1
problem 1
problems 1
process 1
processedit 1
processes 1
produce 1
produced 1
producer 1
produces 1
producing 1
product 1
production 1
productions 1
professional 3
professor 3
professorship 1
profiling 1
program 1
programs 1
projects 3
prominent 1
promote 3
promoted 1
promptly 1
propelled 1
propelling 1
proper 2
properties 1
property 2
prophets 1
proponents 1
proposals 1
protected 1
protecting 1
protection 1
protest 8
protesters 4
protests 2
protichnites 2
proved 1
provider 1
provides 1
province 1
proxy 1
prudential 1
pti 1
pubescens 1
public 9
published 1
punished 2
punishment 3
purchased 1
pure 1
purport 1
purpose 1
purposes 2
pursued 1
pushback 1
pyarelal 1
pygmaeus 1
pygmy 14
qualified 1
quality 1
qualityoflife 1
quarried 2
quarrying 1
quartz 4
quebec 3
queen 1
question 1
quickly 1
quite 1
quoted 1
raced 1
races 2
racial 5
racially 4
racing 1
racism 1
racist 1
racker 1
radio 1
rail 1
railroad 1
railway 1
raised 1
raj 3
raja 6
raleigh 1
ran 2
range 1
ranges 1
ranking 1
ranknamestreet 1
rapes 1
rapid 2
raquette 2
rare 1
rates 2
rather 2
ravaged 1
rd 1
reach 1
reaches 1
reaching 1
read 1
reads 3
reagan 5
reagans 1
reasons 1
received 1
recently 1
recognized 3
recommended 1
reconciliation 2
reconnoiter 1
reconstruction 2
record 1
recorded 2
recording 3
recordingedit 1
recreation 1
recurring 1
red 5
reddish 1
redevelopment 1
redress 1
reduces 1
reelected 1
reference 2
referendum 1
referendums 1
referred 1
refers 2
reflecting 1
reform 1
reforms 1
refractory 2
refuge 1
refused 3
refusing 2
regarded 2
regardless 1
region 4
register 1
registered 1
registration 1
regular 1
regularly 1
regulations 2
rehabilitation 1
rehman 1
reissue 1
rejected 2
related 3
relates 1
relation 1
relationship 1
relative 1
relatively 3
released 2
relegalization 1
reliable 1
relocated 1
remain 1
remainder 1
remains 2
remnants 1
removal 1
removed 2
ren 1
renamed 1
renovations 1
repeat 2
reported 1
reports 2
represented 1
represents 1
reproduction 1
reproductionedit 1
republican 1
republicans 2
requests 1
required 1
requirements 1
requires 1
research 2
residents 4
resign 1
resistance 2
resists 1
resorts 1
resources 1
respect 1
response 1
responses 1
rest 1
restaurant 3
restoration 1
restricted 1
result 2
resulted 2
resulting 1
resultsedit 1
resumed 2
retained 1
retaliation 1
retired 4
retreated 1
revenue 1
reversal 1
revolution 2
revolutionary 1
rewarded 1
rexall 1
rhapsody 1
rhodes 1
rhyme 2
ribault 1
rich 1
richard 3
rick 1
rift 2
rig 1
rigging 1
right 2
rights 14
riordan 1
rioters 2
rioting 1
riots 1
riotsedit 1
rise 1
rising 2
river 11
riverine 1
riverplace 5
riverside 2
rk 1
road 6
robberies 1
rock 16
rockefeller 1
rocks 4
rocky 1
rode 1
roger 3
roio 1
role 3
roles 3
roll 1
romantic 1
ronald 2
root 1
rose 2
rotunda 1
round 1
rounds 1
royal 6
rudolph 1
rule 1
ruling 1
run 1
runs 1
ruse 1
s 12
safer 1
said 3
sailors 1
saint 1
saints 1
sale 2
sales 1
same 1
samuel 1
san 6
sanam 1
sanctioned 1
sand 1
sandsize 1
sandstone 27
sandstones 2
sandwich 1
sandy 1
sanitation 1
sanjeev 1
sarcastically 1
sarpanch 1
sarsfields 1
sat 1
satellite 1
saturiwa 2
saucerful 1
savannah 1
saying 1
scandal 1
scandals 1
scar 1
scared 1
scat 2
scene 1
scholar 1
school 3
schools 1
scientists 1
score 1
sea 4
sean 1
seaport 1
season 1
seasons 1
seat 2
seating 1
seats 1
second 6
secondly 1
secretary 2
secrets 1
section 12
sections 1
security 3
sediment 1
sedimentary 1
sediments 1
see 4
seed 1
seemed 1
seen 3
segment 1
segregated 2
segregation 3
segue 1
selected 1
selection 1
semifinal 1
seminole 2
senior 1
sense 1
sent 1
sentences 1
sentencing 3
separate 1
separated 1
september 3
sequence 1
serbia 1
series 4
seriesedit 1
serve 2
served 3
service 7
services 5
servicesedit 1
serving 2
setting 1
settlement 5
settlements 1
settlers 1
seven 3
seventh 2
several 8
sewage 1
sexual 1
shack 1
shallow 1
shankarjaikishan 2
shape 1
sharif 1
sharply 1
she 2
shed 1
shepherd 1
sheriff 1
shift 1
ship 4
shipped 1
ships 5
shootings 1
shop 2
shops 1
shore 1
shot 2
should 2
show 2
showed 1
shows 6
shut 1
sicily 1
side 2
sides 1
sidewalks 1
sign 2
signed 1
significant 3
silent 2
similar 3
simon 1
simply 1
simulatedcolor 1
sinaloa 1
since 5
singer 1
single 3
sinkholes 2
sit 1
sitdown 1
site 4
sites 1
sitin 28
sitinedit 5
sitins 14
sitinscitation 1
sitinsedit 4
situated 1
six 5
sixth 1
size 2
sizes 1
skolithos 1
skull 1
skyline 4
slab 1
slade 3
slavery 2
sleep 1
slimani 4
sloth 9
slothcitation 1
sloths 19
slower 1
small 6
smaller 4
smashing 1
smoke 2
snatched 1
so 4
social 4
society 1
soft 3
soil 1
sold 1
soldiers 3
solidified 1
solo 3
solva 1
solve 1
sombre 1
some 7
somebody 1
something 1
sometimes 4
son 1
song 12
songs 1
sonora 1
soon 3
sound 4
sounds 2
soundtrack 1
source 2
sources 1
south 12
southeast 1
southeastern 2
southern 1
southside 1
southwestern 1
space 1
spain 5
spalling 1
spanish 3
sparse 1
speared 1
specialized 1
species 8
spectators 1
spelled 1
spending 2
spiro 1
spontaneous 1
spot 1
spots 1
spratt 1
sprawl 1
spread 2
spring 1
springfield 2
sq 2
squamosal 1
square 2
sr 1
st 15
stadium 3
stage 2
staging 1
stalwarts 1
stance 1
stand 1
stands 1
starrer 1
starring 1
stars 1
start 1
started 7
starting 5
state 12
stated 1
statements 2
states 20
statesedit 2
stationed 1
statue 1
staying 1
steadfastly 1
steamboat 1
steep 1
steps 1
stone 1
stopping 1
store 5
stores 3
storm 1
story 5
strange 2
strategic 1
strategize 1
strategy 2
stratemeyer 2
stratigraphic 5
stratigraphically 1
street 6
streets 1
strength 1
strict 1
stricter 2
strike 2
strikes 2
striking 1
string 1
stringent 1
stripe 1
strokes 1
stronghold 1
struck 1
structure 1
structures 1
stuart 1
student 1
students 8
studies 3
studio 3
studios 5
study 3
stylomastoid 1
subgroup 1
subsequent 1
subsequently 1
substantiatedcitation 1
subtropical 1
suburbs 4
success 2
successful 3
such 12
suffered 1
suffering 1
sufficiency 1
suggest 4
suggested 1
suitable 1
summaryedit 1
summer 3
sun 1
sung 1
sunil 1
super 1
supergroup 1
supply 1
support 2
supported 1
supporters 2
supreme 1
surface 2
surge 1
surround 1
surrounded 1
surrounding 1
surveillance 1
survey 1
surveying 1
surveyor 1
survival 1
survived 1
surviving 1
susceptible 1
suspended 1
suspense 1
swansea 1
sweatt 1
swimmer 1
swimmercitation 1
swimmers 1
swimming 2
sworn 1
sympathy 1
system 2
systemic 1
systems 1
t 1
table 1
tactic 2
tahirulqadri 1
tail 1
take 3
taken 2
takes 1
taking 1
tale 1
tales 2
tallest 3
tamil 1
tan 2
tanzler 1
target 1
targeted 1
targeting 1
tax 3
taxes 1
teacher 1
team 6
technique 1
technological 1
technology 1
teeth 3
tehreekeinsaf 1
tehrik 1
telangana 1
telephone 2
telephonyedit 1
telepylus 1
televisionedit 1
tell 1
tells 1
telmex 1
telugu 1
ten 2
tender 1
terms 4
terrestrial 1
territory 3
tested 1
texas 4
th 13
than 14
thanks 1
that 50
the 762
their 26
them 7
theme 2
themselves 1
then 12
thenmayor 1
thensegregated 1
theory 1
there 8
thereafter 1
theresa 1
these 9
they 35
thick 1
thickness 1
thin 1
third 4
thirtyfirst 1
this 35
those 3
though 3
thought 2
thousands 2
threatsedit 1
three 14
threetoed 9
threeway 1
threw 1
thriller 2
thriving 1
through 7
throughout 4
thrown 1
thurles 1
thursday 1
thus 1
tickets 1
tied 1
ties 1
time 10
timeline 1
times 4
timesunion 1
timucua 2
timucuan 1
tipperary 1
title 2
titles 2
to 185
today 1
together 1
told 1
tolson 1
tom 1
ton 1
tonne 1
took 5
topic 1
topographyedit 1
tosses 1
total 2
tough 2
tougher 2
tour 10
tourism 4
tournament 3
tournaments 1
toward 2
tower 5
town 6
towns 1
trace 2
track 1
tracks 2
trackways 1
traded 1
tradingpost 1
traditional 1
traditionally 1
traffic 1
trail 2
transgender 1
trapped 1
treatment 1
tree 2
trend 1
trespassing 1
tribe 1
tributary 1
tried 2
trilobites 1
trip 1
triple 1
tripled 2
triulzi 1
troops 1
trout 1
true 2
tucker 1
tulsa 1
turkeys 1
turn 2
turned 3
tv 1
twelve 2
twins 1
two 18
type 2
typically 1
uci 1
uefa 1
ultimately 1
ultimatum 1
umbrella 1
unable 2
unconformably 1
unconformity 1
under 7
undergoing 1
underlying 1
underprivileged 1
underside 1
understood 1
underway 1
underwent 1
unfair 1
unification 1
uniform 1
unincorporated 1
union 6
unique 2
unit 4
united 16
units 1
unitsedit 1
universities 1
university 4
unlikely 1
unnecessary 1
unrest 2
unsentimental 1
until 4
untried 1
unvegetated 1
up 2
upon 2
upper 5
upward 1
uras 1
urban 3
us 14
use 6
used 12
uses 1
usesedit 1
using 2
usually 5
utilize 1
v 1
valley 3
value 1
various 2
vast 2
venture 1
venue 2
veraguas 2
verdict 1
verifying 1
vermont 1
vernacular 1
verse 2
version 3
versions 2
vertical 1
very 5
veteran 1
via 1
vicasin 1
vicason 1
vice 1
victim 2
victimizer 1
victories 1
victory 2
video 1
view 2
village 9
villagers 2
villages 1
violated 1
violation 1
violence 3
violent 8
virginia 2
visibility 1
visited 1
visiting 1
visitors 2
vivian 1
vividly 1
viz 1
vladan 1
vocal 1
vocals 2
volume 1
voluntarily 1
volunteered 1
voted 1
voters 5
voting 2
w 1
wacca 2
wages 1
waheeda 1
waitress 1
wanted 2
war 16
ward 2
wards 1
warfare 1
warm 1
was 97
washington 7
washingtons 1
water 3
waters 2
wave 2
way 2
we 2
weak 2
weakness 1
weapon 1
weathering 1
weatherresistant 1
webb 5
wednesday 1
weeks 2
weighing 1
welfare 3
well 8
wellcemented 1
wells 3
went 7
were 45
wesleyan 1
west 5
westedit 1
western 3
westside 1
what 5
when 16
where 10
which 20
while 3
white 6
whiteowned 1
whites 1
who 17
whole 2
whom 1
whose 1
wichita 3
widely 3
width 1
wife 2
wilbert 1
wild 2
wilderness 1
wildlife 1
wiley 1
will 3
win 3
window 1
windsor 1
winner 1
winners 1
winning 1
winter 2
wisconsin 1
with 62
within 7
without 1
woman 2
women 2
womens 1
won 6
woolworths 2
work 2
worked 1
workers 1
working 1
works 2
world 13
worst 1
worthy 1
would 9
wright 3
write 1
writing 1
writings 1
written 1
wrote 2
wyoming 1
yates 1
year 2
years 10
yell 1
yellow 3
york 12
yorkbased 1
yorks 1
you 1
young 5
younger 1
your 3
youth 1
youthful 1
youths 1
zealand 1
